Repository: marcco411/PagesJaunes-Downloader
Catalog: locale/*/LC_MESSAGES/PagesJaunesScraper.po
Languages: fr

source: Department number:
fr: Numéro du département:

source: Chosen department: {department['name']} ({department['number']}).
fr: Département choisi : {department['name']} ({department['number']}).

source: No digital phone books are available for this department.
fr: Aucun annuaire numérisé n'est disponible pour ce département.

source: These phone books are available for this department:
fr: Ces annuaires sont disponibles pour ce département :

source: Which one would you like to download?
fr: Lequel souhaitez-vous télécharger ?

source: Fetching page names...
fr: Récupération du nom des pages…

source: The phone book you requested doesn't exist. Solocal removes more and more PDF phone books.
fr: L'annuaire que vous avez demandé n'existe pas. Solocal supprime de plus en plus d'annuaires.

source: Deleting the phone book from the local database...
fr: Suppression de l'annuaire de la base de données locale…

source: Fetching the year of publication of the chosen phone book...
fr: Récupération de l'année de publication de l'annuaire…

source: Unable to fetch it. Unexpected error, try again.
fr: Erreur inattendue. Veuillez réessayez plus tard.

source: Generating the links of the files to download...
fr: Génération des URL des fichiers à télécharger…

source: Creating folders...
fr: Création des dossiers…

source: Downloading files...
fr: Téléchargement des fichiers…

source: This page is missing from PagesJaunes server =/
fr: Cette page est introuvable sur le serveur PagesJaunes =/
